Repository: LIYINXUE-PERSONAL/Armory-Inventory
Catalog: ArmoryInventory/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

# %@ • Managed by %@
source: %1$@ • Managed by %2$@
es: %1$@ • Gestionado por %2$@
zh_hans: %1$@ • 由%2$@管理
zh_hant: %1$@ • 由%2$@管理

source: %@ currently on hand
es: Disponibles actualmente: %@
zh_hans: 当前现货：%@
zh_hant: 目前現貨：%@

source: %@ is already linked to a firearm.
es: %@ ya está vinculado a un arma de fuego.
zh_hans: %@ 已关联到一支枪械。
zh_hant: %@ 已連結到一支槍械。

source: %@ is already reserved by another built or linked kit.
es: %@ ya está reservado por otro kit creado o vinculado.
zh_hans: %@ 已被另一个已构建或已关联的套件占用。
zh_hant: %@ 已被另一個已建立或已連結的套件占用。

# %lld Rounds
source: %2$@ Rounds
es: %2$@ cartuchos
zh_hans: %2$@发
zh_hant: %2$@發

source: A firearm is currently using this caliber, so it cannot be deleted.
es: Un arma de fuego está usando actualmente este calibre, por lo que no se puede eliminar.
zh_hans: 目前有一支枪械正在使用此口径，因此无法删除。
zh_hant: 目前有一支槍械正在使用此口徑，因此無法刪除。

source: A selected attachment is missing.
es: Falta un accesorio seleccionado.
zh_hans: 缺少一个已选附件。
zh_hant: 缺少一個已選附件。

source: A selected optic is missing.
es: Falta una óptica seleccionada.
zh_hans: 缺少一个已选瞄具。
zh_hant: 缺少一個已選瞄具。

source: A selected part is missing.
es: Falta una pieza seleccionada.
zh_hans: 缺少一个已选零件。
zh_hant: 缺少一個已選零件。

source: About
es: Acerca de
zh_hans: 关于
zh_hant: 關於

source: Accessories
es: Accesorios
zh_hans: 配件
zh_hant: 配件

source: Accessory Types
es: Tipos de accesorios
zh_hans: 配件类型
zh_hant: 配件類型

source: Action
es: Acción
zh_hans: 枪机
zh_hant: 槍機

source: Action details
es: Detalles de la acción
zh_hans: 枪机详情
zh_hant: 槍機詳細資料

source: Add
es: Agregar
zh_hans: 添加
zh_hant: 加入

source: Add a load for %@ to start tracking your round count.
es: Agrega una carga para %@ y empieza a llevar el conteo de tus cartuchos.
zh_hans: 为 %@ 添加一种弹药，开始跟踪你的弹数。
zh_hant: 為 %@ 加入一種彈藥，開始追蹤你的彈數。

source: Add at least one component before building this kit.
es: Agrega al menos un componente antes de crear este kit.
zh_hans: 构建此套件前，请至少添加一个组件。
zh_hant: 建立此套件前，請至少加入一個組件。

source: Add Attachment
es: Agregar accesorio
zh_hans: 添加附件
zh_hant: 加入附件

source: Add Attachments
es: Agregar accesorios
zh_hans: 添加附件
zh_hant: 加入附件

source: Add attachments first to link them to this firearm.
es: Agrega primero los accesorios para vincularlos a esta arma de fuego.
zh_hans: 请先添加附件，再将其关联到这支枪械。
zh_hant: 請先加入附件，再將其連結到這支槍械。

source: Add Caliber
es: Agregar calibre
zh_hans: 添加口径
zh_hant: 加入口徑

source: Add Firearm
es: Agregar arma de fuego
zh_hans: 添加枪械
zh_hant: 加入槍械

source: Add Kit
es: Agregar kit
zh_hans: 添加套件
zh_hant: 加入套件

source: Add Kits
es: Agregar kits
zh_hans: 添加套件
zh_hant: 加入套件

source: Add Magazine
es: Agregar cargador
zh_hans: 添加弹匣
zh_hant: 加入彈匣

source: Add magazines first to see which ones are compatible with this firearm.
es: Agrega primero los cargadores para ver cuáles son compatibles con esta arma de fuego.
zh_hans: 请先添加弹匣，以查看哪些弹匣与这支枪械兼容。
zh_hant: 請先加入彈匣，以查看哪些彈匣與這支槍械相容。

source: Add magazines or select a caliber to surface compatible patterns.
es: Agrega cargadores o selecciona un calibre para mostrar patrones compatibles.
zh_hans: 添加弹匣或选择口径，以显示兼容规格。
zh_hant: 加入彈匣或選擇口徑，以顯示相容規格。

source: Add Optic
es: Agregar óptica
zh_hans: 添加瞄具
zh_hant: 加入瞄具

source: Add Optics
es: Agregar ópticas
zh_hans: 添加瞄具
zh_hant: 加入瞄具

source: Add optics first to link them to this firearm.
es: Agrega primero las ópticas para vincularlas a esta arma de fuego.
zh_hans: 请先添加瞄具，再将其关联到这支枪械。
zh_hant: 請先加入瞄具，再將其連結到這支槍械。

source: Add Part
es: Agregar pieza
zh_hans: 添加零件
zh_hant: 加入零件

source: Add Parts
es: Agregar piezas
zh_hans: 添加零件
zh_hant: 加入零件

source: Add parts first to link them to this firearm.
es: Agrega primero las piezas para vincularlas a esta arma de fuego.
zh_hans: 请先添加零件，再将其关联到这支枪械。
zh_hant: 請先加入零件，再將其連結到這支槍械。

source: Add your first attachment to track stocks, grips, lasers, lights, and other hardware.
es: Agrega tu primer accesorio para seguir culatas, empuñaduras, láseres, linternas y otros componentes.
zh_hans: 添加你的第一个附件，以跟踪枪托、握把、激光器、照明灯和其他硬件。
zh_hant: 加入你的第一個附件，以追蹤槍托、握把、雷射器、照明燈和其他硬體。

source: Add your first caliber or ammo type to start tracking your inventory.
es: Agrega tu primer calibre o tipo de munición para empezar a seguir tu inventario.
zh_hans: 添加你的第一个口径或弹药类型，开始跟踪库存。
zh_hant: 加入你的第一個口徑或彈藥類型，開始追蹤庫存。

source: Add your first firearm to start tracking your collection.
es: Agrega tu primera arma de fuego para empezar a seguir tu colección.
zh_hans: 添加你的第一支枪械，开始跟踪收藏。
zh_hant: 加入你的第一支槍械，開始追蹤收藏。

source: Add your first magazine to track capacity, supported calibers, and linked firearms.
es: Agrega tu primer cargador para seguir capacidad, calibres compatibles y armas de fuego vinculadas.
zh_hans: 添加你的第一个弹匣，以跟踪容量、支持的口径和已关联的枪械。
zh_hant: 加入你的第一個彈匣，以追蹤容量、支援的口徑和已連結的槍械。

source: Add your first optic to start tracking mounts, magnification, and purchase cost.
es: Agrega tu primera óptica para empezar a seguir monturas, aumento y costo de compra.
zh_hans: 添加你的第一个瞄具，开始跟踪安装接口、放大倍率和购买成本。
zh_hant: 加入你的第一個瞄具，開始追蹤安裝介面、放大倍率和購買成本。

source: Add your first part to track barrels, triggers, receivers, recoil systems, and other swap-ready components.
es: Agrega tu primera pieza para seguir cañones, disparadores, cajones de mecanismos, sistemas de retroceso y otros componentes listos para intercambiar.
zh_hans: 添加你的第一个零件，以跟踪枪管、扳机、机匣、后坐系统及其他可更换部件。
zh_hant: 加入你的第一個零件，以追蹤槍管、扳機、機匣、後座系統及其他可替換部件。

source: Adjust Quantity
es: Ajustar cantidad
zh_hans: 调整数量
zh_hant: 調整數量

source: AK Magazine
es: Cargador de AK
zh_hans: AK 弹匣
zh_hant: AK 彈匣

source: All Actions
es: Todas las acciones
zh_hans: 所有枪机类型
zh_hant: 所有槍機類型

source: All Actions (%@)
es: Todas las acciones (%@)
zh_hans: 全部枪机（%@）
zh_hant: 全部槍機（%@）

# All Actions (%lld)
source: All Actions (%@)
es: Todas las acciones (%@)
zh_hans: 全部枪机（%@）
zh_hant: 全部槍機（%@）

source: All Calibers
es: Todos los calibres
zh_hans: 所有口径
zh_hant: 所有口徑

source: All Calibers (%@)
es: Todos los calibres (%@)
zh_hans: 全部口径（%@）
zh_hant: 全部口徑（%@）

# All Calibers (%lld)
source: All Calibers (%@)
es: Todos los calibres (%@)
zh_hans: 全部口径（%@）
zh_hant: 全部口徑（%@）

source: All Kinds
es: Todos los tipos de kit
zh_hans: 所有套件类型
zh_hant: 所有套件類型

source: All Kinds (%@)
es: Todos los tipos de kit (%@)
zh_hans: 所有套件类型（%@）
zh_hant: 所有套件類型（%@）

source: All saved attachments are linked to other firearms or none have been added yet.
es: Todos los accesorios guardados están vinculados a otras armas de fuego o todavía no se ha agregado ninguno.
zh_hans: 所有已保存的附件都已关联到其他枪械，或尚未添加任何附件。
zh_hant: 所有已儲存的附件都已連結到其他槍械，或尚未加入任何附件。

source: All saved optics are linked to other firearms or none have been added yet.
es: Todas las ópticas guardadas están vinculadas a otras armas de fuego o todavía no se ha agregado ninguna.
zh_hans: 所有已保存的瞄具都已关联到其他枪械，或尚未添加任何瞄具。
zh_hant: 所有已儲存的瞄具都已連結到其他槍械，或尚未加入任何瞄具。

source: All saved parts are linked to other firearms or none have been added yet.
es: Todas las piezas guardadas están vinculadas a otras armas de fuego o todavía no se ha agregado ninguna.
zh_hans: 所有已保存的零件都已关联到其他枪械，或尚未添加任何零件。
zh_hant: 所有已儲存的零件都已連結到其他槍械，或尚未加入任何零件。

source: All Types
es: Todos los tipos
zh_hans: 所有类型
zh_hant: 所有類型

source: All Types (%@)
es: Todos los tipos (%@)
zh_hans: 全部类型（%@）
zh_hant: 全部類型（%@）

# All Types (%lld)
source: All Types (%@)
es: Todos los tipos (%@)
zh_hans: 全部类型（%@）
zh_hant: 全部類型（%@）

source: Ammo
es: Munición
zh_hans: 弹药
zh_hant: 彈藥

source: Ammo History
es: Historial de munición
zh_hans: 弹药历史
zh_hant: 彈藥紀錄

source: Ammunition
es: Munición
zh_hans: 弹药
zh_hant: 彈藥

source: Apply
es: Aplicar
zh_hans: 应用
zh_hant: 套用

source: AR-15 Magazine
es: Cargador de AR-15
zh_hans: AR-15 弹匣
zh_hant: AR-15 彈匣

source: Ascending
es: Ascendente
zh_hans: 升序
zh_hant: 遞增

source: Attachment
es: Accesorio
zh_hans: 附件
zh_hant: 附件

source: Attachment Cannot Be Deleted
es: No se puede eliminar el accesorio
zh_hans: 无法删除附件
zh_hant: 無法刪除附件

source: Attachment Details
es: Detalles del accesorio
zh_hans: 附件详情
zh_hant: 附件詳細資料

source: Attachment Type
es: Tipo de accesorio
zh_hans: 附件类型
zh_hant: 附件類型

source: Attachments
es: Accesorios
zh_hans: 附件
zh_hant: 附件

source: Attachments include mounted accessories such as stocks, grips, lasers, lights, hand stops, and similar hardware. They can be categorized later using an Attachment Type field instead of separate screens.
es: Los accesorios incluyen elementos montados como culatas, empuñaduras, láseres, linternas, topes de mano y hardware similar. Más adelante pueden clasificarse usando un campo de tipo de accesorio en lugar de pantallas separadas.
zh_hans: 附件包括枪托、握把、激光器、照明灯、阻手器及类似的安装式配件。之后可通过“附件类型”字段分类，而不是拆分为多个独立页面。
zh_hant: 附件包含槍托、握把、雷射器、照明燈、手擋及類似的安裝式配件。之後可透過「附件類型」欄位分類，而不是拆分成多個獨立頁面。

source: Attachments Sorting
es: Orden de accesorios
zh_hans: 附件排序
zh_hant: 附件排序

source: Backup
es: Copia de seguridad
zh_hans: 备份
zh_hant: 備份

source: Barrel
es: Cañón
zh_hans: 枪管
zh_hant: 槍管

source: Barrel Length
es: Longitud del cañón
zh_hans: 枪管长度
zh_hant: 槍管長度

source: Basic Info
es: Información básica
zh_hans: 基本信息
zh_hant: 基本資訊

source: Bipod
es: Bípode
zh_hans: 两脚架
zh_hant: 兩腳架

source: Black
es: Negro
zh_hans: 黑色
zh_hant: 黑色

source: Bolt Action
es: Acción de cerrojo
zh_hans: 栓动
zh_hant: 栓動

source: Bolt Carrier Group
es: Grupo portacerrojo
zh_hans: 枪机组件
zh_hant: 槍機組件

source: Brand
es: Marca
zh_hans: 品牌
zh_hant: 品牌

source: Break Action
es: Acción basculante
zh_hans: 折开式
zh_hant: 折開式

source: Bronze
es: Bronce
zh_hans: 青铜色
zh_hant: 青銅色

source: Build
es: Montaje
zh_hans: 构型
zh_hant: 配置

source: Build Kit
es: Crear kit
zh_hans: 构建套件
zh_hant: 建立套件

source: Build kits first to link them to this firearm.
es: Crea kits primero para vincularlos a esta arma de fuego.
zh_hans: 请先构建套件，然后再将其关联到此枪械。
zh_hant: 請先建立套件，然後再將其連結到此槍械。

source: Build kits from unlinked parts, optics, and attachments.
es: Crea kits con piezas, ópticas y accesorios sin vincular.
zh_hans: 使用未关联的零件、瞄具和附件构建套件。
zh_hant: 使用未連結的零件、瞄具和附件建立套件。

source: Built
es: Creado
zh_hans: 已构建
zh_hant: 已建立

source: Bullet type
es: Tipo de bala
zh_hans: 弹头类型
zh_hant: 彈頭類型

source: Bullet Type
es: Tipo de bala
zh_hans: 弹头类型
zh_hant: 彈頭類型

source: Caliber
es: Calibre
zh_hans: 口径
zh_hant: 口徑

source: Caliber name (e.g., 30-06)
es: Nombre del calibre (p. ej., 30-06)
zh_hans: 口径名称（例如 30-06）
zh_hant: 口徑名稱（例如 30-06）

source: Caliber Sorting
es: Orden de calibres
zh_hans: 口径排序
zh_hant: 口徑排序

source: Camo
es: Camuflaje
zh_hans: 迷彩
zh_hant: 迷彩

source: Cancel
es: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Cannot Delete Caliber
es: No se puede eliminar el calibre
zh_hans: 无法删除口径
zh_hant: 無法刪除口徑

source: Capacity
es: Capacidad
zh_hans: 容量
zh_hant: 容量

source: Catalog pattern
es: Patrón del catálogo
zh_hans: 目录规格
zh_hant: 目錄規格

source: Cents per round
es: Centavos por cartucho
zh_hans: 每发美分成本
zh_hant: 每發美分成本

source: Charging Handle
es: Palanca de carga
zh_hans: 拉机柄
zh_hant: 拉機柄

source: Clear
es: Borrar
zh_hans: 清除
zh_hant: 清除

source: Clear All Data
es: Borrar todos los datos
zh_hans: 清除所有数据
zh_hant: 清除所有資料

source: Clear Filters
es: Borrar filtros
zh_hans: 清除筛选条件
zh_hant: 清除篩選條件

source: Clearing all data will permanently remove your inventory and managed settings.
es: Borrar todos los datos eliminará permanentemente tu inventario y la configuración gestionada.
zh_hans: 清除所有数据将永久删除你的库存和受管理设置。
zh_hant: 清除所有資料將永久刪除你的庫存和受管理設定。

source: Color details
es: Detalles del color
zh_hans: 颜色详情
zh_hant: 顏色詳細資料

source: Color Details
es: Detalles del color
zh_hans: 颜色详情
zh_hant: 顏色詳細資料

source: Common Calibers
es: Calibres comunes
zh_hans: 常见口径
zh_hant: 常見口徑

source: Compatible Calibers
es: Calibres compatibles
zh_hans: 兼容口径
zh_hant: 相容口徑

source: Compatible Magazines
es: Cargadores compatibles
zh_hans: 兼容弹匣
zh_hant: 相容彈匣

# componentCount
source: %2$@ components
es: %2$@ componentes
zh_hans: %2$@个组件
zh_hant: %2$@個組件

source: Components
es: Componentes
zh_hans: 组件
zh_hant: 組件

source: Configuration
es: Configuración
zh_hans: 配置
zh_hant: 設定

source: Core components and replacement assemblies
es: Componentes principales y conjuntos de repuesto
zh_hans: 核心组件和替换总成
zh_hant: 核心組件與替換總成

source: Count
es: Cantidad
zh_hans: 数量
zh_hant: 數量

source: Created
es: Creado
zh_hans: 已创建
zh_hant: 已建立

source: Current
es: Actual
zh_hans: 当前
zh_hant: 目前

source: Current: %@%%
es: Actual: %@%%
zh_hans: 当前：%@%%
zh_hant: 目前：%@%%

source: Custom
es: Personalizado
zh_hans: 自定义
zh_hant: 自訂

source: Custom Caliber
es: Calibre personalizado
zh_hans: 自定义口径
zh_hant: 自訂口徑

source: Custom Kit
es: Kit personalizado
zh_hans: 自定义套件
zh_hant: 自訂套件

source: Custom Name
es: Nombre personalizado
zh_hans: 自定义名称
zh_hant: 自訂名稱

source: Custom pattern names are stored exactly as entered.
es: Los nombres de patrones personalizados se guardan exactamente como se ingresan.
zh_hans: 自定义规格名称将按输入内容原样保存。
zh_hant: 自訂規格名稱會依輸入內容原樣儲存。

source: Custom Patterns
es: Patrones personalizados
zh_hans: 自定义规格
zh_hant: 自訂規格

source: Custom percent
es: Porcentaje personalizado
zh_hans: 自定义百分比
zh_hant: 自訂百分比

source: Custom Range
es: Rango personalizado
zh_hans: 自定义范围
zh_hant: 自訂範圍

source: Danger Zone
es: Zona de peligro
zh_hans: 危险区域
zh_hant: 危險區域

source: Data Cleared
es: Datos borrados
zh_hans: 数据已清除
zh_hant: 資料已清除

source: Date
es: Fecha
zh_hans: 日期
zh_hant: 日期

source: Day
es: Día
zh_hans: 日
zh_hant: 日

source: Delete
es: Eliminar
zh_hans: 删除
zh_hant: 刪除

source: Delete Caliber
es: Eliminar calibre
zh_hans: 删除口径
zh_hant: 刪除口徑

source: Delete Firearm
es: Eliminar arma de fuego
zh_hans: 删除枪械
zh_hant: 刪除槍械

source: Descending
es: Descendente
zh_hans: 降序
zh_hant: 遞減

source: Direction
es: Dirección
zh_hans: 方向
zh_hant: 方向

source: Disassemble Kit
es: Desarmar kit
zh_hans: 拆解套件
zh_hant: 拆解套件

source: Discard Kit
es: Descartar kit
zh_hans: 丢弃套件
zh_hant: 丟棄套件

source: Disassemble or edit the built/linked kit using %@ before deleting it.
es: Desarma o edita el kit creado/vinculado que usa %@ antes de eliminarlo.
zh_hans: 删除前，请先拆解或编辑正在使用 %@ 的已构建/已关联套件。
zh_hant: 刪除前，請先拆解或編輯正在使用 %@ 的已建立/已連結套件。

source: Done
es: Listo
zh_hans: 完成
zh_hant: 完成

source: Drum Magazine
es: Cargador de tambor
zh_hans: 鼓形弹匣
zh_hant: 鼓形彈匣

source: Edit
es: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Edit Saved Pattern
es: Editar patrón guardado
zh_hans: 编辑已保存规格
zh_hant: 編輯已儲存規格

source: Enter dollars and cents, for example 1299.99.
es: Ingresa dólares y centavos; por ejemplo, 1299.99.
zh_hans: 请输入美元金额和美分，例如 1299.99。
zh_hant: 請輸入美元金額和美分，例如 1299.99。

source: Examples
es: Ejemplos
zh_hans: 示例
zh_hant: 範例

source: Export Complete
es: Exportación completada
zh_hans: 导出完成
zh_hant: 匯出完成

source: Export creates a backup file with your inventory and managed settings. Import replaces the current inventory and managed settings with the selected backup.
es: Exportar crea un archivo de copia de seguridad con tu inventario y la configuración gestionada. Importar reemplaza el inventario actual y la configuración gestionada con la copia de seguridad seleccionada.
zh_hans: 导出会创建一个包含你的库存和受管理设置的备份文件。导入会用所选备份替换当前库存和受管理设置。
zh_hant: 匯出會建立一個包含你的庫存和受管理設定的備份檔。匯入會用所選備份取代目前的庫存和受管理設定。

source: Export Data
es: Exportar datos
zh_hans: 导出数据
zh_hant: 匯出資料

source: Failed to save kit: %@
es: No se pudo guardar el kit: %@
zh_hans: 保存套件失败：%@
zh_hant: 儲存套件失敗：%@

source: Feedback
es: Comentarios
zh_hans: 反馈
zh_hant: 意見回饋

source: Filters
es: Filtros
zh_hans: 筛选条件
zh_hant: 篩選條件

source: Firearm Details
es: Detalles del arma de fuego
zh_hans: 枪械详情
zh_hant: 槍械詳細資料

source: Firearms
es: Armas de fuego
zh_hans: 枪械
zh_hant: 槍械

source: Firearms Sorting
es: Orden de armas de fuego
zh_hans: 枪械排序
zh_hant: 槍械排序

source: Fixed
es: Fija
zh_hans: 固定
zh_hant: 固定

source: Flat Dark Earth
es: Tierra oscura mate
zh_hans: 沙褐色
zh_hant: 沙褐色

source: Focal plane
es: Plano focal
zh_hans: 焦平面
zh_hant: 焦平面

source: Focal Plane
es: Plano focal
zh_hans: 焦平面
zh_hant: 焦平面

source: Footprint
es: Patrón de montaje
zh_hans: 接口规格
zh_hant: 安裝介面規格

source: Footprint Details
es: Detalles del patrón de montaje
zh_hans: 接口规格详情
zh_hant: 安裝介面規格詳細資料

source: Foregrip
es: Empuñadura delantera
zh_hans: 前握把
zh_hant: 前握把

source: From
es: Desde
zh_hans: 从
zh_hant: 從

source: Generated by Armory Inventory
es: Generado por Armory Inventory
zh_hans: 由 Armory Inventory 生成
zh_hant: 由 Armory Inventory 產生

source: Grain
es: Grains
zh_hans: 格令
zh_hant: 格令

source: Gray
es: Gris
zh_hans: 灰色
zh_hant: 灰色

source: Grip
es: Empuñadura
zh_hans: 握把
zh_hant: 握把

source: Grouped parts, optics, and attachments
es: Piezas, ópticas y accesorios agrupados
zh_hans: 分组的零件、瞄具和附件
zh_hant: 分組的零件、瞄具和附件

source: Hand Stop
es: Tope de mano
zh_hans: 阻手器
zh_hant: 手擋

source: Handguard
es: Guardamanos
zh_hans: 护木
zh_hant: 護木

source: Hold and drag attachment types to control the section order used in attachments.
es: Mantén presionado y arrastra los tipos de accesorios para controlar el orden de las secciones usado en accesorios.
zh_hans: 按住并拖动附件类型，以控制附件中使用的分区顺序。
zh_hant: 按住並拖曳附件類型，以控制附件中使用的區段順序。

source: Hold and drag calibers to control the order used throughout the app.
es: Mantén presionado y arrastra los calibres para controlar el orden usado en toda la app.
zh_hans: 按住并拖动口径，以控制整个应用中的显示顺序。
zh_hant: 按住並拖曳口徑，以控制整個 App 中的顯示順序。

source: Hold and drag optic types to control the section order used in optics.
es: Mantén presionado y arrastra los tipos de ópticas para controlar el orden de las secciones usado en ópticas.
zh_hans: 按住并拖动瞄具类型，以控制瞄具中使用的分区顺序。
zh_hant: 按住並拖曳瞄具類型，以控制瞄具中使用的區段順序。

source: Hold and drag part types to control the section order used in parts.
es: Mantén presionado y arrastra los tipos de piezas para controlar el orden de las secciones usado en piezas.
zh_hans: 按住并拖动零件类型，以控制零件中使用的分区顺序。
zh_hant: 按住並拖曳零件類型，以控制零件中使用的區段順序。

source: Holographic
es: Holográfica
zh_hans: 全息
zh_hant: 全像

source: Holographic Sight
es: Mira holográfica
zh_hans: 全息瞄具
zh_hant: 全像瞄具

source: Illuminated
es: Iluminada
zh_hans: 照明
zh_hant: 發光

source: Import
es: Importar
zh_hans: 导入
zh_hant: 匯入

source: Import Backup
es: Importar copia de seguridad
zh_hans: 导入备份
zh_hant: 匯入備份

source: Import Complete
es: Importación completada
zh_hans: 导入完成
zh_hant: 匯入完成

source: Import Data
es: Importar datos
zh_hans: 导入数据
zh_hant: 匯入資料

source: Importing a backup will replace your current inventory and managed settings.
es: Importar una copia de seguridad reemplazará tu inventario actual y la configuración gestionada.
zh_hans: 导入备份将替换你当前的库存和受管理设置。
zh_hant: 匯入備份將取代你目前的庫存和受管理設定。

source: In Stock
es: En stock
zh_hans: 有库存
zh_hant: 有庫存

source: Includes the firearm plus linked optics, magazines, attachments, and parts.
es: Incluye el arma de fuego junto con las ópticas, cargadores, accesorios y piezas vinculados.
zh_hans: 包含该枪械以及已关联的瞄具、弹匣、附件和零件。
zh_hant: 包含該槍械以及已連結的瞄具、彈匣、附件和零件。

source: Internals
es: Componentes internos
zh_hans: 内部组件
zh_hant: 內部組件

source: Kind
es: Tipo
zh_hans: 类型
zh_hant: 類型

source: Kit Action Failed
es: La acción del kit falló
zh_hans: 套件操作失败
zh_hant: 套件操作失敗

source: Kit Details
es: Detalles del kit
zh_hans: 套件详情
zh_hant: 套件詳細資料

source: Kit Save Failed
es: No se pudo guardar el kit
zh_hans: 套件保存失败
zh_hant: 套件儲存失敗

source: Kits group unlinked parts, optics, and attachments so complete assemblies can be linked to firearms together while preserving direct item tracking.
es: Los kits agrupan piezas, ópticas y accesorios sin vincular para que los conjuntos completos puedan vincularse a armas de fuego juntos sin perder el seguimiento directo de cada elemento.
zh_hans: 套件会将未关联的零件、瞄具和附件分组，让完整组件可一起关联到枪械，同时保留单个物品的直接追踪。
zh_hant: 套件會將未連結的零件、瞄具和附件分組，讓完整組件可一起連結到槍械，同時保留單個物品的直接追蹤。

source: Laser
es: Láser
zh_hans: 激光器
zh_hant: 雷射器

source: Last cleaned
es: Última limpieza
zh_hans: 上次清洁
zh_hant: 上次清潔

source: Legacy Name
es: Nombre heredado
zh_hans: 旧名称
zh_hant: 舊名稱

source: Legacy pattern names stay visible and editable for existing data.
es: Los nombres de patrones heredados permanecen visibles y editables para los datos existentes.
zh_hans: 旧规格名称会继续显示，并可为现有数据编辑。
zh_hant: 舊規格名稱會持續顯示，且可供現有資料編輯。

source: Legal
es: Aviso legal
zh_hans: 法律信息
zh_hant: 法律資訊

source: Lever Action
es: Acción de palanca
zh_hans: 杠杆式
zh_hant: 槓桿式

source: Light
es: Linterna
zh_hans: 枪灯
zh_hant: 照明燈

source: Link Attachments
es: Vincular accesorios
zh_hans: 关联附件
zh_hant: 連結附件

source: Link Kits
es: Vincular kits
zh_hans: 关联套件
zh_hant: 連結套件

source: Link Optics
es: Vincular ópticas
zh_hans: 关联瞄具
zh_hant: 連結瞄具

source: Link Parts
es: Vincular piezas
zh_hans: 关联零件
zh_hant: 連結零件

source: Linked
es: Vinculado
zh_hans: 已关联
zh_hant: 已連結

source: Linked Attachments
es: Accesorios vinculados
zh_hans: 已关联附件
zh_hant: 已連結附件

source: Linked Firearm
es: Arma de fuego vinculada
zh_hans: 已关联枪械
zh_hant: 已連結槍械

source: Linked Kit
es: Kit vinculado
zh_hans: 已关联套件
zh_hant: 已連結套件

source: Linked Kits
es: Kits vinculados
zh_hans: 已关联套件
zh_hant: 已連結套件

source: Linked Magazines
es: Cargadores vinculados
zh_hans: 已关联弹匣
zh_hant: 已連結彈匣

source: Linked Optics
es: Ópticas vinculadas
zh_hans: 已关联瞄具
zh_hant: 已連結瞄具

source: Linked Parts
es: Piezas vinculadas
zh_hans: 已关联零件
zh_hant: 已連結零件

source: Lower Receiver
es: Cajón de mecanismos inferior
zh_hans: 下机匣
zh_hant: 下機匣

source: Lower Receiver Kit
es: Kit de receptor inferior
zh_hans: 下机匣套件
zh_hant: 下機匣套件

source: Magazine Count
es: Cantidad de cargadores
zh_hans: 弹匣数量
zh_hant: 彈匣數量

source: Magazine Details
es: Detalles del cargador
zh_hans: 弹匣详情
zh_hant: 彈匣詳細資料

source: Magazine Patterns
es: Patrones de cargador
zh_hans: 弹匣规格
zh_hant: 彈匣規格

source: Magazine tracking helps you manage capacity, platform compatibility, and quantity on hand.
es: El seguimiento de cargadores te ayuda a gestionar la capacidad, la compatibilidad con plataformas y la cantidad disponible.
zh_hans: 弹匣追踪可帮助你管理容量、平台兼容性和现有数量。
zh_hant: 彈匣追蹤可幫助你管理容量、平台相容性與現有數量。

# magazineCapacityText
source: %2$@ rounds
es: %2$@ cartuchos
zh_hans: %2$@发
zh_hant: %2$@發

# magazineCount
source: %2$@ magazines
es: %2$@ cargadores
zh_hans: %2$@个弹匣
zh_hant: %2$@個彈匣

# magazineCountAndCapacity
source: %2$@ %3$@-round magazines
es: %2$@ cargadores de %3$@ cartuchos
zh_hans: %2$@个%3$@发弹匣
zh_hant: %2$@個%3$@發彈匣

source: Magazines
es: Cargadores
zh_hans: 弹匣
zh_hant: 彈匣

source: Magnification
es: Aumento
zh_hans: 放大倍率
zh_hant: 放大倍率

source: Magnifier
es: Magnificador
zh_hans: 放大镜
zh_hant: 放大鏡

source: Maintenance
es: Mantenimiento
zh_hans: 维护
zh_hant: 保養

source: Manage Attachments
es: Gestionar accesorios
zh_hans: 管理附件
zh_hant: 管理附件

source: Manage Kits
es: Gestionar kits
zh_hans: 管理套件
zh_hant: 管理套件

source: Manage Magazine Patterns
es: Gestionar patrones de cargador
zh_hans: 管理弹匣规格
zh_hant: 管理彈匣規格

source: Manage Optics
es: Gestionar ópticas
zh_hans: 管理瞄具
zh_hant: 管理瞄具

source: Manage Parts
es: Gestionar piezas
zh_hans: 管理零件
zh_hant: 管理零件

source: Max
es: Máximo
zh_hans: 最大
zh_hant: 最大

source: Min
es: Mínimo
zh_hans: 最小
zh_hant: 最小

source: Missing Attachment
es: Accesorio faltante
zh_hans: 缺失附件
zh_hant: 缺失附件

source: Missing Optic
es: Óptica faltante
zh_hans: 缺失瞄具
zh_hant: 缺失瞄具

source: Missing Part
es: Pieza faltante
zh_hans: 缺失零件
zh_hant: 缺失零件

source: Mode
es: Modo
zh_hans: 模式
zh_hant: 模式

source: Model
es: Modelo
zh_hans: 型号
zh_hant: 型號

source: Model Name
es: Nombre del modelo
zh_hans: 型号名称
zh_hant: 型號名稱

source: Month
es: Mes
zh_hans: 月
zh_hant: 月

source: Mount
es: Montura
zh_hans: 支架
zh_hant: 支架

source: Mounted accessories grouped by attachment type
es: Accesorios montados agrupados por tipo de accesorio
zh_hans: 按附件类型分组的安装式配件
zh_hant: 依附件類型分組的安裝式配件

source: Muzzle Device
es: Dispositivo de boca
zh_hans: 枪口装置
zh_hant: 槍口裝置

source: Name
es: Nombre
zh_hans: 名称
zh_hant: 名稱

source: New Ammo Type
es: Nuevo tipo de munición
zh_hans: 新建弹药类型
zh_hant: 新增彈藥類型

source: New Attachment
es: Nuevo accesorio
zh_hans: 新建附件
zh_hant: 新增附件

source: New Caliber
es: Nuevo calibre
zh_hans: 新建口径
zh_hant: 新增口徑

source: New Firearm
es: Nueva arma de fuego
zh_hans: 新建枪械
zh_hant: 新增槍械

source: New Kit
es: Nuevo kit
zh_hans: 新套件
zh_hant: 新套件

source: New Magazine
es: Nuevo cargador
zh_hans: 新建弹匣
zh_hant: 新增彈匣
